[
    {
        "key": 1,
        "title": "Datejust",
        "description":"Rolex presents four white Rolesor versions (combining Oystersteel and white gold) of the Oyster Perpetual Datejust 31. The first watch, featuring a bezel set with 46 brilliant-cut diamonds, has an aubergine, sunray-finish dial that is adorned with a diamond-set Roman VI",
        "img":"https://i.ibb.co/5vykqH8/1.png"

    },

     {
        "key": 2,
        "title": "Oyster Perpetual",
        "description":"Rolex presents the new generation of its Oyster Perpetual watches and brings a new model to the range, the Oyster Perpetual 41, as well as versions of the Oyster Perpetual 36 displaying dials in vivid colours. The light reflections on the case sides highlight the elegant profile of the Oyster case, which is made from Oystersteel. Measuring 41 mm or 36 mm respectively, it is fitted with a domed bezel.",
        "img":"https://i.ibb.co/sRQNSGY/2.png"

    },
     {
        "key": 3,
        "title": "Sky-Dweller",
        "description":"Rolex presents an 18 ct yellow gold version of its Oyster Perpetual Sky-Dweller, fitted with an Oysterflex bracelet. The watch is the first in the Classic category to include this innovative bracelet made of high-performance elastomer. It also features a bright black, sunray-finish dial with hands and hour markers in 18 ct yellow gold. The light reflections on the case sides and lugs highlight the refined profile of the 42 mm Oyster case",
        "img":"https://i.ibb.co/CPmqDBG/3.png"

    },
     {
        "key": 4,
        "title": "Day-Date",
        "description":"The Day-Date 40 is equipped with a new-generation movement, calibre 3255, entirely developed and manufactured by Rolex for a superlative level of performance. This self-winding mechanical movement is at the forefront of the art of watchmaking. A consummate demonstration of Rolex technology, with 14 patents, it offers fundamental gains in terms of precision, power reserve, resistance to shocks and magnetism, ease of use and reliability.",
        "img":"https://i.ibb.co/gvyHzyc/4.png"

    },
     {
        "key": 5,
        "title": "Lady-Datejust",
        "description":"Rolex presents four white Rolesor versions (combining Oystersteel and white gold) of the Oyster Perpetual Datejust 31. The first watch, featuring a bezel set with 46 brilliant-cut diamonds, has an aubergine, sunray-finish dial that is adorned with a diamond-set Roman VI",
        "img":"https://i.ibb.co/SmkhgT8/5.png"

    },
     {
        "key": 6,
        "title": "Pearlmaster",
        "description":"The Oyster Perpetual Pearlmaster has stood out since its launch in 1992, exemplifying a delicate balance of elegance and style. Thanks to its elegant lines and precious materials. Set with diamonds, it is a feminine reinterpretation of Rolex’s emblematic Datejust.",
        "img":"https://i.ibb.co/vDXkSq0/6.png"

    },
     {
        "key": 7,
        "title": "Cellini",
        "description":"This collection combines the best of Rolex know-how and its high standards of perfection with an approach that heightens watchmaking heritage in its most timeless form.  The lines of the Cellini models are sober and refined, the materials noble, the finishings luxurious: every detail respects the codes of the art of watchmaking",
        "img":"https://i.ibb.co/1d20MGM/7.png"

    },
     {
        "key": 8,
        "title": "Explorer",
        "description":"The brand was able to test these watches in real life by equipping polar, mountaineering and caving expeditions over many years. Some of the world’s most intrepid explorers, mountaineers and scientists took Explorer and Explorer II watches to places that tested their reliability in the toughest conditions",
        "img":"https://i.ibb.co/b2k8S7z/8.png"

    },
     {
        "key": 9,
        "title": "Submariner",
        "description":"Launched in 1953, the Submariner was the first divers’ wristwatch waterproof to a depth of 100 metres (330 feet). This was the second great breakthrough in the technical mastery of waterproofness, following the invention of the Oyster, the world’s first waterproof wristwatch, in 1926. In watchmaking, the Submariner represented a historic turning point; it set the standard for divers’ watches. Today, the Submariner is waterproof to a depth of 300 metres (1,000 feet).",
        "img":"https://i.ibb.co/RQZFKnL/9.png"

    },
     {
        "key": 10,
        "title": "Cosmograph Daytona",
        "description":"Introduced in 1963, the Cosmograph Daytona was designed to meet the demands of professional racing drivers. It is an icon forever joined in name and function to the high-performance world of motor sport. More than 50 years after its creation, the Cosmograph Daytona remains in a class of its own among sport chronographs and continues to transcend time.",
        "img":"https://i.ibb.co/hdw9NBc/10.png"

    },
     {
        "key": 11,
        "title": "Sea-Dweller",
        "description":"Waterproof to a depth of 4,000 feet (1,220 metres) for the Rolex Sea-Dweller, launched in 1967, and 12,800 feet (3,900 metres) for the Rolex Deepsea unveiled in 2008, they are the ultimate manifestation of Rolex’s leadership in divers’ watches and the result of decades of collaboration with diving professionals.",
        "img":"https://i.ibb.co/CKS0QVq/11.png"

    },
     {
        "key": 12,
        "title": "GMT_Master-II",
        "description":"Heir to the original model, the GMT-Master II was unveiled in 1982, with a new movement ensuring ease of use. Its combination of peerless functionality, robustness and instantly recognizable aesthetics has attracted a wider audience of world travellers",
        "img":"https://i.ibb.co/BqzFVzS/12.png"

    },
     {
        "key": 13,
        "title": "Yacht-Master",
        "description":"Inspired by the rich heritage that has bound Rolex to the world of sailing since the 1950s, the Yacht-Master blends function and style, while the Yacht-Master II brings together the finest in Rolex technology to create a regatta chronograph built for yachting competition",
        "img":"https://i.ibb.co/RYCCRyS/13.png"

    },
     {
        "key": 14,
        "title": "Milgauss",
        "description":"Created in 1956, it can withstand magnetic fields of up to 1,000 gauss. Hence its name, “mille”, which is French for one thousand. The first watch of its kind, the Milgauss combines unique aesthetics and scientific heritage.",
        "img":"https://i.ibb.co/fCrQcp0/14.png"

    }
]